@props(['collapsed' => false])

<x-collapsible :collapsed="$collapsed">
    <x-slot:title>
        الطريقة الأولى
    </x-slot:title>
    <x-slot:body>
        الوساطة للشراء من المزادات اليومية بكوريا ، بالاطلاع على قائمة المزاد اليومي والتي تشمل تفاصيل
        السيارات وصورها وسعر بداية المزاد والمصاريف بعد الشرا (الشحن الجمرك والضريبة ومصاريف الميناء واتعاب
        المكتب )
        ويختار العميل السيارة المناسبة له ويخبرنا برغبته في دخول مزادها والسعر المناسب له
    </x-slot:body>
</x-collapsible>
